/* Alert title for restoring replacement defaults. */
"Are you sure you want to restore the default settings?" = "Haluatko varmasti palauttaa oletusasetukset?";

/* Title of language context menu item for automatic determination of language. */
"Automatic" = "Automaattinen";

/* Title of language menu item for automatic determination of language. */
"Automatic by Language" = "Automaattisesti kielen mukaan";

/* Title of alert button to cancel restoring replacement defaults. */
"Cancel" = "Kumoa";

/* Alert when spell checker is unavailable. */
"Couldn\\U2019t contact Spell Checker." = "Oikeinkirjoitukseen ei saatu yhteyttä.";

/* Title of language menu item for opening System Preferences. */
"Open Text Preferences\\U2026" = "Avaa tekstiasetukset…";

/* Title of alert button to restore replacement defaults. */
"Restore Defaults" = "Palauta oletukset";

/* Alert message for restoring replacement defaults. */
"Restoring defaults will remove any items you have added." = "Oletusten palauttaminen poistaa kaikki lisäämäsi kohteet.";

/* Title of language menu item for setting up languages. */
"Setup\\U2026" = "Käyttöönotto…";

/* Title of Spelling Panel. */
"Spelling" = "Oikeinkirjoitus";

/* Title of Spelling and Grammar Panel. */
"Spelling and Grammar" = "Oikeinkirjoitus ja kielioppi";

/* Description for misspelled words. */
"This word was not found in the spelling dictionary." = "Tätä sanaa ei löytynyt oikeinkirjoitussanakirjasta.";
